Repository: Mohamed11Rshad/vetDrugEgy
Catalog: lib/L10n/app_*.arb
Languages: ar

# appTitle
source: Vet Drug Egy
ar: فيت دراج ايجي

# loginUser
source: Phone or username
ar: رقم الهاتف او اسم المستخدم

# loginPass
source: Password
ar: كلمة المرور

# loginLogin
source: Login
ar: تسجيل دخول

# loginNew
source: Don`t have an account ? Click here
ar: لا تملك حساباً ؟ اضغط هنا للتسجيل

# loginAlert
source: Alert
ar: تنبيه

# loginAlertDetails
source: Please Enter All Required Fields and password more than 8 characters
ar: من فضلك ادخل جميع الحقول المطلوبة وكلمة مرور لا تقل عن 8 حروف

# loginWrongUserOrPass
source: Username or password is wrong
ar: اسم مستخدم او كلمة مرور غير صحيحة

# userGuideSearchAlert
source: Please Enter Search Word
ar: من فضلك ادخل كلمة البحث

# signUpActivateLocation
source: Please activate location services
ar: قم بتفعيل خدمات الموقع

# signUpPermissionsLocation
source: Please allow app to access location services
ar: برجاء السماح للتطبيق بالوصول لخدمات الموقع

# signUpUserExist
source: Company Name or Phone already registered
ar: اسم الشركة أو رقم التليفون مسجل بالفعل

# signUpDifferentPass
source: Different typed passwords
ar: كلمتي مرور غير متطابقتين

# signUpAlertDetails
source: Please enter name ,phone and password more than 8 characters
ar: من فضلك ادخل الاسم ثلاثي ورقم التليفون وكلمة مرور من 8 حروف وأرقام على الأقل

# signUpFullName
source: Full Name
ar: الاسم ثلاثي

# signUpBusinessName
source: Business Name
ar: اسم المؤسسة التجاري

# signUpBusinessType
source: Business Type
ar: نوع النشاط

# signUpPhone
source: Phone Number
ar: رقم الهاتف

# signUpPhone2
source: Additional Phone Number
ar: رقم هاتف إضافي

# signUpEmail
source: E-Mail
ar: البريد الإلكتروني

# signUpPassword
source: Password
ar: كلمة المرور

# signUpRepassword
source: Retype Password
ar: أعد كلمة المرور

# signUpClickToActivateLocation
source: Click here to detect your location
ar: اضغط هنا لتحديد موقعك

# signUpSignUp
source: Sign Up
ar: تسجيل حساب جديد

# signUpNotes
source: Notes
ar: ملاحظات

# signUpLocationDetected
source: Location Detected
ar: تم تحديد الموقع

# signUpGovernment
source: Government
ar: المحافظة

# signUpSpeciality
source: Please select specialities
ar: اختر مجال التخصص

# compassSell
source: Sell
ar: بيع

# compassBuy
source: Buy
ar: شراء

# compassDate
source: Please select date
ar: اختر التاريخ

# compassQuantity
source: Quantity
ar: الكمية

# compassWeight
source: Weight average
ar: متوسط الوزن

# compassPrice
source: Price
ar: السعر

# compassView
source: View
ar: عرض

# compassAdd
source: Add
ar: إضافة

# compassResultTitle
source: Compass is telling you
ar: بوصلة الدواجن بتقولك

# compassResultBack
source: Back
ar: رجوع

# compassResultRequired
source: Required
ar: المطلوب

# compassResultOffering
source: Offered
ar: المعروض

# drugsControlPanel
source: Control Panel
ar: لوحة التحكم

# drugsSearch
source: Search
ar: بحث

# drugsNo
source: No.
ar: عدد المعروض

# drugsSellere
source: Seller
ar: البائع

# drugsActiveIngredient
source: Active Ing.
ar: المادة الفعالة

# drugsDelete
source: Delete
ar: حذف

# drugsName
source: Name
ar: اسم الدواء

# drugsNameAr
source: Arabic Drug Name
ar: اسم الدواء بالعربية

# drugsNameEn
source: English Drug Name
ar: اسم الدواء بالانجليزية

# drugsDes
source: Product`s Benefits
ar: مميزات المنتج

# drugsManufacturerer
source: Manufacturer
ar: الشركة المصنعة

# drugsCategory
source: Main Category
ar: الفئة الرئيسية

# drugsSubcategory
source: Subcategory
ar: الفئة الفرعية

# drugsAttachment
source: Select Attachment
ar: اختر مرفق من هنا

# drugsFail
source: Failed
ar: فشل

# drugsImage
source: Select Image
ar: اختر صورة من هنا

# drugsAddress
source: Address
ar: العنوان

# drugsGoToLoc
source: Navigate to location
ar: الذهاب لموقع البائع

# drugsDownload
source: Download attachment
ar: تحميل مرفقات

# drugsYes
source: Yes
ar: نعم

# drugsNoNo
source: No
ar: لا

# drugsDeleteConfirm
source: Are you sure you want to delete this ?
ar: هل انت متأكد من رغبتك في الحذف ؟

# drugSuccess
source: Done Successfully
ar: تم بنجاح

# millsName
source: Name
ar: اسم المنتج

# millsType
source: Type
ar: النوع

source: Job Title
ar: اسم الوظيفة

# jobDes
source: Job Description
ar: وصف الوظيفة

source: Job Address
ar: عنوان التقديم

# jobPhone
source: Contact Number
ar: رقم التواصل

# jobAdvertiser
source: Posted By
ar: المعلن

source: Only Nearest
ar: القريبة من مكاني فقط

# contactUs
source: Contact us on
ar: يمكنك التواصل معنا على

source: Log Out
ar: تسجيل الخروج

source: Delete Account
ar: حذف الحساب

source: Whatsapp
ar: واتساب

# whatasppalert
source: Whatsapp isn`t installed
ar: واتساب غير محمل على هذا الجهاز

source: Edit
ar: تعديل

# forgetPassword
source: If you forgot password click here
ar: اذا كنت نسيت كلمة المرور اضغط هنا

source: Send Code
ar: إرسال الرمز لرقم الهاتف

# cofirm
source: Confirm
ar: تأكيد

# newpassword
source: Enter the new password
ar: ادخل كلمة المرور الجديدة

# renewpassword
source: Re enter the new password
ar: أعد إدخال كلمة المرور الجديدة

source: Wrong Code
ar: كود خاطئ

source: Code
ar: الكود المرسل

# codesent
source: Code already sent
ar: تم إرسال الكود بالفعل

source: Continue as guest
ar: متابعة بدون حساب

# jobsGoToLoc
source: Go To Publisher Location
ar: الذهاب لموقع المعلن

source: Notifications
ar: الإشعارات
